Repository: GProust/sprout
Catalog: ios/Sprout/Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt

# treatment_delete_body
source: Its reminders stop and the treatment is removed for good. This can't be undone.
de: Die Erinnerungen enden und die Behandlung wird endgültig entfernt. Das lässt sich nicht rückgängig machen.
es: Sus recordatorios se detienen y el tratamiento se elimina definitivamente. Esta acción no se puede deshacer.
fr: Ses rappels s'arrêtent et le traitement est définitivement supprimé. Cette action est irréversible.
it: I promemoria si interrompono e il trattamento viene rimosso definitivamente. L'operazione non può essere annullata.
pl: Przypomnienia zostaną wyłączone, a leczenie trwale usunięte. Tej operacji nie można cofnąć.
pt: Os lembretes param e o tratamento é removido definitivamente. Esta ação não pode ser anulada.

# treatment_delete_title
source: Delete %1$@?
de: %1$@ löschen?
es: ¿Eliminar %1$@?
fr: Supprimer %1$@ ?
it: Eliminare %1$@?
pl: Usunąć %1$@?
pt: Eliminar %1$@?

# treatment_dose
source: Dose (optional, e.g. 1 drop)
de: Dosis (optional, z. B. 1 Tropfen)
es: Dosis (opcional, p. ej. 1 gota)
fr: Dose (facultatif, par ex. 1 goutte)
it: Dose (facoltativo, ad es. 1 goccia)
pl: Dawka (opcjonalnie, np. 1 kropla)
pt: Dose (opcional, por exemplo, 1 gota)

# treatment_edit
source: Edit treatment
de: Behandlung bearbeiten
es: Editar tratamiento
fr: Modifier le traitement
it: Modifica trattamento
pl: Edytuj leczenie
pt: Editar tratamento

# treatment_empty
source: No treatments yet. Add one with the + button — e.g. Vitamin D every day.
de: Noch keine Behandlungen. Füge mit der +-Schaltfläche eine hinzu — z. B. Vitamin D jeden Tag.
es: Aún no hay tratamientos. Añade uno con el botón + (p. ej. Vitamina D cada día).
fr: Aucun traitement pour le moment. Ajoutez-en un avec le bouton + — par ex. vitamine D tous les jours.
it: Nessun trattamento ancora. Aggiungine uno con il pulsante + — ad es. Vitamina D ogni giorno.
pl: Brak leczenia. Dodaj je przyciskiem + — np. witamina D codziennie.
pt: Ainda não há tratamentos. Adicione um com o botão + — por exemplo, Vitamina D todos os dias.

# treatment_end
source: End date
de: Enddatum
es: Fecha de fin
fr: Date de fin
it: Data di fine
pl: Data zakończenia
pt: Data de fim

# treatment_ended
source: Ended %1$@
de: Beendet am %1$@
es: Finalizó el %1$@
fr: Terminé le %1$@
it: Terminato il %1$@
pl: Zakończono %1$@
pt: Terminou em %1$@

# treatment_every_n_days
source: Days between doses
de: Tage zwischen den Dosen
es: Días entre dosis
fr: Jours entre les prises
it: Giorni tra le dosi
pl: Dni między dawkami
pt: Dias entre doses

# treatment_freq_daily
source: Every day
de: Jeden Tag
es: Cada día
fr: Tous les jours
it: Ogni giorno
pl: Codziennie
pt: Todos os dias

# treatment_freq_every_n
source: Every %1$lld days
de: Alle %1$lld Tage
es: Cada %1$lld días
fr: Tous les %1$lld jours
it: Ogni %1$lld giorni
pl: Co %1$lld dni
pt: A cada %1$lld dias

# treatment_freq_every_n_label
source: Every N days
de: Alle N Tage
es: Cada N días
fr: Tous les N jours
it: Ogni N giorni
pl: Co N dni
pt: A cada N dias

# treatment_freq_weekly
source: Every week
de: Jede Woche
es: Cada semana
fr: Toutes les semaines
it: Ogni settimana
pl: Co tydzień
pt: Todas as semanas

# treatment_frequency
source: How often
de: Wie oft
es: Con qué frecuencia
fr: Fréquence
it: Con che frequenza
pl: Jak często
pt: Com que frequência

# treatment_has_end
source: Set an end date
de: Enddatum festlegen
es: Establecer una fecha de fin
fr: Définir une date de fin
it: Imposta una data di fine
pl: Ustaw datę zakończenia
pt: Definir uma data de fim

# treatment_name
source: Name (e.g. Vitamin D)
de: Name (z. B. Vitamin D)
es: Nombre (p. ej. Vitamina D)
fr: Nom (par ex. vitamine D)
it: Nome (ad es. Vitamina D)
pl: Nazwa (np. witamina D)
pt: Nome (por exemplo, Vitamina D)

# treatment_new
source: New treatment
de: Neue Behandlung
es: Nuevo tratamiento
fr: Nouveau traitement
it: Nuovo trattamento
pl: Nowe leczenie
pt: Novo tratamento

# treatment_notif_text
source: It's time for this dose.
de: Es ist Zeit für diese Dosis.
es: Es la hora de esta dosis.
fr: C'est l'heure de la prise.
it: È ora di questa dose.
pl: Czas na tę dawkę.
pt: Está na hora desta dose.

# treatment_notif_text_baby
source: It's time for %1$@'s dose.
de: Es ist Zeit für die Dosis von %1$@.
es: Es la hora de la dosis de %1$@.
fr: C'est l'heure de la prise de %1$@.
it: È ora della dose di %1$@.
pl: Czas na dawkę dla %1$@.
pt: Está na hora da dose de %1$@.

# treatment_remind_me
source: Remind me
de: Erinnere mich
es: Recordármelo
fr: Me rappeler
it: Ricordamelo
pl: Przypomnij mi
pt: Lembrar-me

# treatment_reminders_off
source: Reminders off
de: Erinnerungen aus
es: Recordatorios desactivados
fr: Rappels désactivés
it: Promemoria disattivati
pl: Przypomnienia wyłączone
pt: Lembretes desativados

# treatment_section_active
source: Active
de: Aktiv
es: Activos
fr: En cours
it: Attivi
pl: Aktywne
pt: Ativos

# treatment_section_past
source: Past
de: Vergangen
es: Anteriores
fr: Terminés
it: Passati
pl: Zakończone
pt: Anteriores

# treatment_start
source: Start date
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data di inizio
pl: Data rozpoczęcia
pt: Data de início

# treatment_times
source: Reminder times
de: Erinnerungszeiten
es: Horas de recordatorio
fr: Heures de rappel
it: Orari dei promemoria
pl: Godziny przypomnień
pt: Horas dos lembretes

# wellbeing_add
source: Add check-in
de: Check-in hinzufügen
es: Añadir chequeo
fr: Ajouter le bilan
it: Aggiungi check-in
pl: Dodaj wpis
pt: Adicionar verificação

# wellbeing_add_title
source: How are you feeling?
de: Wie fühlst du dich?
es: ¿Cómo te sientes?
fr: Comment vous sentez-vous ?
it: Come ti senti?
pl: Jak się czujesz?
pt: Como se está a sentir?

# wellbeing_empty
source: No check-ins logged yet. Take care of yourself too 💚
de: Noch keine Check-ins eingetragen. Achte auch auf dich selbst 💚
es: Aún no hay chequeos registrados. Cuídate tú también 💚
fr: Aucun bilan enregistré pour le moment. Prenez soin de vous aussi 💚
it: Nessun check-in registrato finora. Prenditi cura anche di te 💚
pl: Brak zapisanych wpisów. Zadbaj też o siebie 💚
pt: Ainda não há verificações registadas. Cuide também de si 💚

# wellbeing_mood_title
source: %1$@ Mood %2$lld/5
de: %1$@ Stimmung %2$lld/5
es: %1$@ Ánimo %2$lld/5
fr: %1$@ Humeur %2$lld/5
it: %1$@ Umore %2$lld/5
pl: %1$@ Nastrój %2$lld/5
pt: %1$@ Humor %2$lld/5

# wellbeing_sub_bleeding
source: Bleeding: %1$@
de: Blutung: %1$@
es: Sangrado: %1$@
fr: Saignements : %1$@
it: Sanguinamento: %1$@
pl: Krwawienie: %1$@
pt: Sangramento: %1$@

# wellbeing_sub_breasts
source: Breasts: %1$@
de: Brüste: %1$@
es: Pechos: %1$@
fr: Seins : %1$@
it: Seno: %1$@
pl: Piersi: %1$@
pt: Mamas: %1$@

# wellbeing_sub_healing
source: Healing: %1$@
de: Heilung: %1$@
es: Recuperación: %1$@
fr: Cicatrisation : %1$@
it: Guarigione: %1$@
pl: Gojenie: %1$@
pt: Recuperação: %1$@

# widget_ago_hours
source: %1$lld h ago
de: vor %1$lld Std.
es: hace %1$lld h
fr: il y a %1$lld h
it: %1$lld h fa
pl: %1$lld godz. temu
pt: há %1$lld h

# widget_ago_hours_minutes
source: %1$lld h %2$lld min ago
de: vor %1$lld Std. %2$lld Min.
es: hace %1$lld h %2$lld min
fr: il y a %1$lld h %2$lld min
it: %1$lld h %2$lld min fa
pl: %1$lld godz. %2$lld min temu
pt: há %1$lld h %2$lld min

# widget_ago_minutes
source: %1$lld min ago
de: vor %1$lld Min.
es: hace %1$lld min
fr: il y a %1$lld min
it: %1$lld min fa
pl: %1$lld min temu
pt: há %1$lld min

# widget_description
source: The last feed — which baby, what kind, and how long ago — plus which breast the last breastfeed started on, or the breastfeeding session in progress with its live timer.
de: Die letzte Mahlzeit — welches Baby, welche Art und vor wie langer Zeit — dazu die Brust, an der das letzte Stillen begonnen hat, oder die laufende Stillzeit mit Live-Timer.
es: La última toma — qué bebé, de qué tipo y hace cuánto — además del pecho con el que empezó la última lactancia, o la toma de pecho en curso con su cronómetro en directo.
fr: Le dernier repas — quel bébé, de quel type et il y a combien de temps — ainsi que le sein sur lequel la dernière tétée a commencé, ou la tétée en cours avec son minuteur en direct.
it: L'ultimo pasto — quale bambino, di che tipo e quanto tempo fa — più il seno da cui è iniziato l'ultimo allattamento, o la poppata in corso con il suo timer in tempo reale.
pl: Ostatni posiłek — które dziecko, jakiego rodzaju i jak dawno temu — oraz pierś, od której zaczęło się ostatnie karmienie piersią, albo trwające karmienie z licznikiem na żywo.
pt: A última refeição — qual bebé, de que tipo e há quanto tempo — mais a mama em que começou a última amamentação, ou a mamada em curso com o seu cronómetro ao vivo.

# widget_error
source: Couldn't draw the widget. Open Sprout, or remove and add it again.
de: Widget konnte nicht gezeichnet werden. Öffne Sprout, oder entferne es und füge es neu hinzu.
es: No se pudo dibujar el widget. Abre Sprout, o quítalo y vuelve a añadirlo.
fr: Impossible d'afficher le widget. Ouvrez Sprout, ou retirez-le et rajoutez-le.
it: Impossibile disegnare il widget. Apri Sprout, oppure rimuovilo e aggiungilo di nuovo.
pl: Nie udało się narysować widżetu. Otwórz Sprout albo usuń go i dodaj ponownie.
pt: Não foi possível desenhar o widget. Abra o Sprout, ou remova-o e adicione-o de novo.

# widget_label
source: Last feed
de: Letzte Mahlzeit
es: Última toma
fr: Dernier repas
it: Ultimo pasto
pl: Ostatnie karmienie
pt: Última refeição

# widget_last_breast
source: Last breast: %1$@ · %2$@
de: Letzte Brust: %1$@ · %2$@
es: Último pecho: %1$@ · %2$@
fr: Dernier sein : %1$@ · %2$@
it: Ultimo seno: %1$@ · %2$@
pl: Ostatnia pierś: %1$@ · %2$@
pt: Última mama: %1$@ · %2$@

# widget_no_feed
source: No feed yet
de: Noch keine Mahlzeit
es: Aún no hay tomas
fr: Aucun repas pour l'instant
it: Ancora nessun pasto
pl: Brak karmień
pt: Ainda sem refeições

# you_checkin_done
source: Done for today — open it to look back.
de: Für heute erledigt — zum Nachlesen öffnen.
es: Hecho por hoy — ábrelo para repasar.
fr: Fait pour aujourd'hui — ouvrez pour relire.
it: Fatto per oggi — apri per rileggere.
pl: Na dziś gotowe — otwórz, aby przejrzeć.
pt: Feito por hoje — abra para rever.

# you_intro
source: Pumping, your wellbeing and the daily check-in.
de: Abpumpen, dein Wohlbefinden und der tägliche Check-in.
es: La extracción, tu bienestar y el chequeo diario.
fr: Le tirage, votre bien-être et le bilan du jour.
it: Il tiralatte, il tuo benessere e il check-in quotidiano.
pl: Odciąganie, Twoje samopoczucie i codzienny wpis.
pt: A extração, o seu bem-estar e a verificação diária.

# you_pumping_body
source: Sessions, and what is in the fridge.
de: Sitzungen, und was im Kühlschrank ist.
es: Las sesiones, y lo que hay en la nevera.
fr: Les séances, et ce qu'il y a au frigo.
it: Le sessioni, e cosa c'è in frigo.
pl: Sesje i to, co jest w lodówce.
pt: As sessões, e o que está no frigorífico.

# you_wellbeing_body
source: Your mood and recovery, over time.
de: Deine Stimmung und Erholung, über die Zeit.
es: Tu ánimo y tu recuperación, con el tiempo.
fr: Votre humeur et votre récupération, dans le temps.
it: Il tuo umore e il tuo recupero, nel tempo.
pl: Twój nastrój i powrót do formy, w czasie.
pt: O seu humor e a sua recuperação, ao longo do tempo.

# action_details
source: Details
es: Detalles
fr: Détails
it: Dettagli
pl: Szczegóły
pt: Detalhes

# nav_baby
source: Baby
es: Bebé
fr: Bébé
it: Bambino
pl: Dziecko
pt: Bebé

# nav_trends
source: Trends
es: Tendencias
fr: Tendances
it: Andamento
pl: Trendy
pt: Tendências

# report_col_name
source: Name
es: Nombre
fr: Nom
it: Nome
pl: Nazwa
pt: Nome

# delivery_vaginal
source: Vaginal
fr: Voie basse
it: Vaginale
pl: Naturalny

# breast_normal
source: Normal
it: Normale
pl: Normalne

# report_centile_one
source: P%1$lld
pl: C%1$lld

# report_centile_span
source: P%1$lld–P%2$lld
pl: C%1$lld–C%2$lld
